[
  {
    "category": "night_parade_default_snippet",
    "type": "snippet",
    "text": [
      "You hear faint, eerie music, coming from not so far away, slowly getting closer as it increases in volume.  It makes you uncomfortable.",
      "You hear… drums? beating on the distance.  Their spectral sound is getting closer to you.",
      "This night is somehow darker than usual.  You notice shadows quickly getting darker and… longer?",
      "Suddenly, you notice a faint rythm, coming from outside.  Somehow, the shadows seem alive, and taunting you.",
      "Darkness become thicker before your very eyes, as you realize there's something off this night.",
      "Just as the sun goes down, you notice something is… out of place."
    ]
  },
  {
    "category": "night_parade_human_snippet",
    "type": "snippet",
    "text": [
      "You hear faint, eerie music, coming from not so far away, slowly getting closer as it increases in volume.",
      "You hear… drums? beating on the distance.  Their spectral sound is getting closer to you.",
      "This night is somehow darker than usual.  You notice shadows quickly getting darker and… longer?",
      "Suddenly, you notice a faint rythm, coming from outside.  Somehow, the shadows seem alive, and taunting you.",
      "Darkness become thicker before your very eyes, as you realize there's something off this night.",
      "Just as the sun goes down, you notice something is… out of place.",
      "This is going to be a long night.",
      "This is going to be a cold night."
    ]
  },
  {
    "category": "night_parade_youkai_snippet",
    "type": "snippet",
    "text": [
      "You hear faint music coming from not so far away, slowly getting closer as it increases in volume.  It captivates you.",
      "You hear… drums beating on the distance.  Their somewhat familiar sound is getting closer to you.",
      "This night is somehow darker than usual.  You notice shadows quickly getting darker and longer.",
      "Suddenly, you notice a faint rythm, coming from outside.  Somehow, the shadows seem alive, and calling you.",
      "Darkness become thicker before your very eyes, as you realize this night…",
      "Just as the sun goes down, you feel something is… strangely familiar.",
      "This is going to be a fun night.",
      "This is going to be a hot night."
    ]
  },
  {
    "category": "night_parade_heaven_snippet",
    "type": "snippet",
    "text": [
      "You hear faint, otherworldly music, coming from not so far away, slowly getting closer as it increases in volume.",
      "You hear… drums? beating on the distance.  Their preternatural sound is getting closer to you.",
      "This night is somehow darker than usual.  You notice shadows quickly getting darker and… longer?",
      "Suddenly, you notice a faint rythm, coming from outside.  Somehow, the shadows seem alive, and mock you.",
      "Darkness become thicker before your very eyes, as you realize there's something off this night.",
      "Just as the sun goes down, you notice something is… wrong."
    ]
  },
  {
    "category": "night_parade_gyokuto_snippet",
    "type": "snippet",
    "text": [
      "You hear faint, otherworldly music, coming from not so far away, slowly getting closer as it increases in volume.",
      "You hear… drums beating on the distance.  Their preternatural sound is getting closer to you.",
      "This night is somehow darker than usual.  You notice shadows quickly getting darker and… longer?",
      "Suddenly, you notice a faint rythm, coming from outside.  Somehow, the shadows seem alive, and taunting you.",
      "Darkness become thicker before your very eyes, as you realize there's something off this night.",
      "Just as the sun goes down, you notice something is… out of place."
    ]
  },
  {
    "category": "silence_hour_snippet",
    "type": "snippet",
    "text": [
      " ",
      "  ",
      "   ",
      "    ",
      "     "
    ]
  }
]
